{
  "Home": "Accueil",
  "Donate": "Donner",
  "Causes": "Campagnes",
  "About": "À propos",
  "Portal": "Portail",
  "Code": "Code",
  "Community": "Communauté",
  "Governance": "Gouvernance",
  "{{value}} ETH": "{{value}} ETH",
  "This app is for test purposes only. No real currency is ever exchanged.<br/><2>Learn more about the purpose of this app</2>": "Cette application est à titre démonstratif uniquement, aucune monnaie réelle n'est échangée.<br/><2>En savoir plus sur l'objectif de cette application</2>",
  "Loading...": "Chargement ...",
  "Donations 3.0 for modern causes": "Dons 3.0 pour des causes modernes",
  "Now you can easily track and distribute your donations to multiple causes.<br/>Transfers are cheap, instantaneous, highly secured and transparent on the <3>Ethereum Blockchain</3>.<br/>The app <7>doesn't need any central authority</7> and is <9>resistant against tampering</9>, so you can stay in total control of your data.": "Suivez et distribuez vos dons vers plusieurs campagnes en même temps.<br/>Les transferts sont rapides, très peu chers, sécurisés et opérés en toute transparence sur <3>la Blockchain Ethereum</3>.<br/>L'application <7>n'a pas besoin d'autorité centrale</7> et est <9>résistante contre la censure</9>. Vos données restent sous votre contrôle à tout moment.",
  "Start donating": "Commencez à donner",
  "Learn more": "En savoir plus",
  "How does it work?": "Comment ça fonctionne ?",
  "Instead of donating once a year to one specific cause, you can distribute your donation to any number of causes. Thanks to the Ethereum blockchain, your donations are transparent, secured and do not need any third-party. Peer-to-peer hosting on IPFS ables you to visit this exact website without fear of tampering or censorship. The governance with Organigr.am ables many people to manage an organization, without the need for mutual trust. There is no central authority present to control your donations, or dictating you what causes to give to, the whole system is free, transparent, democratic and verifiable.": "Plutôt que de ne donner qu'une seule fois pour une cause en particulier, vous pouvez distribuer votre don vers un grand nombre de campagnes. Grâce à la blockchain Ethereum, vos dons sont transparents, sécurisés et ne nécessitent aucun intermédiaire. L'hébergement de pair-à-pair avec IPFS vous permet de visiter une version exacte du site sans crainte de modification ou censure. La gouvernance avec Organigr.am permet à un ensemble de personnes de gérer une organisation démocratiquement, sans nécessité de confiance mutuelle. Il n'y a donc aucune autorité centrale présente pour contrôler vos dons ou vous dire à qui donner, l'ensemble du système est gratuit, transparent, démocratique et vérifiable.",
  "You're not on a valid Ethereum network. Try switching to Rinkeby Ethereum Test Network.": "Vous n'êtes pas sur un réseau Ethereum compatible avec cette application. Essayez de passer au Réseau de Test Ethereum Rinkeby.",
  "Get started with an Ethereum wallet.": "Commencer avec un portefeuille Ethereum.",
  "You're connected with the Ethereum wallet {{wallet}}": "Vous êtes connecté avec le portefeuille Ethereum {{wallet}}",
  "Current balance: {{balance}} ETH": "Solde actuel: {{balance}} ETH",
  "You are not connected to Ethereum.": "Vous n'êtes pas connecté à Ethereum.",
  "You are not connected to the correct Ethereum network. Try switching to Rinkeby Ethereum Test Network in the Wallet window.": "Vous n'êtes pas connecté au bon réseau Ethereum. Essayez de passer au Réseau de Test Ethereum Rinkeby dans la fenêtre de votre Portefeuille.",
  "Find a cause by name": "Chercher une campagne",
  "Amount to donate (ETH)": "Montant du don (ETH)",
  "Start by adding causes to your distribution...": "Ajoutez une campagne pour commencer la distribution.",
  "Or clone your latest donation": "Ou partez de votre dernier don",
  "Your donation has been processed!": "Votre don est confirmé !",
  "Review your transaction on Etherscan": "Retrouvez votre transaction sur Etherscan",
  "Your Ethereum wallet is locked.": "Votre portfeuille Ethereum est verrouillé.",
  "Wallet: {{wallet}}": "Portefeuille : {{wallet}}",
  "Balance: {{balance}} ETH": "Solde: {{balance}} ETH",
  "Us": "Nous",
  "Ethereum Blockchain": "Blockchain Ethereum",
  "IPFS Hosting": "Hébergement IPFS",
  "Organigr.am Governance": "Gouvernance Organigr.am",
  "Getting a Wallet": "Obtenir un Portefeuille",
  "Website": "Site Internet",
  "Wallet": "Portefeuille",
  "Review on Etherscan": "Voir sur Etherscan",
  "Clone donation": "Dupliquer ce don",
  "Your transaction was rejected by the smart contract. Try increasing the gas of your transaction in the Metamask window. When sending large distributions, more gas is needed to process it. You can also try several smaller distributions.": "Votre transaction a été rejetée par le contrat. Essayez d'augmenter le gas de votre transaction dans la fenêtre Metamask. Lorsque vous envoyez une large distribution, le contrat nécessite plus de gas pour la traiter.Vous pouvez également essayer plusieurs distributions plus petites.",
  "You didn't set a value to donate.": "Vous n'avez pas entré une somme à donner.",
  "You need a wallet to process donations.": "Vous avez besoin d'un portefeuille pour effectuer des dons.",
  "Processing donation.... Please wait for confirmation.": "Votre don est en cours de traitement... Merci de patienter pour la confirmation.",
  "An error occured, your transaction has not been processed.": "Une erreur s'est produite, votre transaction a été rejetée.",
  "History of donations": "Historique des dons",
  "Current IPFS Informations": "Informations IPFS actuelles",
  "IPFS.io Gateway": "Gateway IPFS.io",
  "Pinata Gateway": "Gateway Pinata",
  "Cloudflare Gateway": "Gateway Cloudflare",
  "aboutUsPage": "<0>À propos de La Boîte à Dons</0><1>Suivre, distribuer et répéter les dons.</1><p>Généralement, faire un don reste un acte de générosité rare. Plutôt que donner une fois par an à une cause (une association ou l'un de leurs projets), La Boîte à Dons permet de distribuer un don vers plusieurs campagnes, tout en réduisant les frais associés à la gestion des transferts. En s'appuyant sur la blockchain publique Ethereum pour apporter transparence et traçabilité aux transactions, la plateforme offre aux donneurs une vision plus précise et un plus grand contrôle sur l'acte de don et son utilité.</p><3>La plupart des causes n'acceptant pas encore les dons en cryptomonnaies, l'application reste au stade de <1>prototype</1> d'une plateforme de dons autonome et entièrement décentralisée. Elle est créée avec les technologies React, Bootstrap, Typescript, Web3js, IPFS, Organigr.am et Textile.<br/>Vous pouvez accéder à l'ensemble du code source sur le <5>dépôt Github</5> et contribuer à son développement.</3><4>Avertissement</4><5>L'Application et les Contrats de Gouvernance ne sont pas déployés sur le réseau principal Ethereum (\"Ethereum Main Network\") et nous recommandons de ne pas les déployer tant que tous les contrats n'ont pas été validés par la communauté, et qu'un nombre suffisant de Causes désireuses de rejoindre la plateforme aie distribué leurs adresses de portefeuilles d'une manière sûre et vérifiable.<br/>En attendant, il n'y aura aucune transaction de monnaie réelle.<br/>La monnaie transférée lors d'un don est de l'Ether de Test (\"Test Ether\"). Celle-ci a les mêmes propriétés que l'Ether utilisé sur le réseau principal, mais n'a aucune valeur. Les portefeuilles destinataires programmés dans le prototype actuel ne sont pas associés à des Causes réelles et actives. Même si l'Ether n'a aucune valeur, vous n'avez pas besoin d'en envoyer beaucoup pour tester l'Application et sa Gouvernance.</5><6>L'Application est déployée sur le Réseau de Test Ethereum Rinkeby. Vous pouvez recevoir gratuitement de l'Ether de Test dans sur le <1>Rinkeby Authenticated Faucet</1>. Nous recommandons de créer un Portefeuille Ethereum dédié à l'utilisation de cette application, dans le but de garder vos identités en ligne séparées. (Ne stockez jamais d'Ether réel dans un Portefeuille de test !)<br/>Vous pouvez en apprendre plus sur les Portefeuilles Ethereum et comment en obtenir sur <5>la page officielle du projet Ethereum</5>, ou directement installer <7>l'Extension de Navigateur Metamask</7>.</6><7>Décentralisation</7><8>L'application est entièrement décentralisée, c'est-à-dire qu'aucune personne physique ou morale ne peut contrôler, censurer ou tracer les utilisateurs ou leurs données. Vous n'avez pas besoin de compte pour utiliser le service.<br/>La capacité d'ajouter ou retirer des campagnes de la liste des causes accessibles, ou de mettre à jour les contrats, est distribuée au sein d'une organisation démocratique décentralisée et évolutive. L'adhésion à cette organisation est libre et gratuite et permet à tout le monde de suggérer des évolutions.</8>",
  "aboutEthereumPage": "<0>À propos d'Ethereum</0><1>Ethereum est un protocole de blockchain globale distribuée et décentralisée publique.</1><2>Un réseau Ethereum est composé d'ordinateurs (noeuds) exécutant le même registre d'instructions en même temps. Il agit ainsi comme un \"Ordinateur Universel\" capable de traiter des contrats intelligents (\"smart contracts\") sans risque de triche, altération ou destruction.<br/>Le consensus entre les noeuds est atteint grâce à des mathématiques complexes et de la cryptographie avancée garantie l'immuabilité de la chaîne. Les transactions sont traités un bloc après l'autré, miné toutes les 13 secondes environ (au moment de la rédaction de cette page) par les noeuds. Les mineurs sont ensuite récompensés par la distribution des frais de transactions. La monnaie du système utilisée pour ces frais est appelée l'Ether.</2><p>Ethereum est la plateforme blockchain la plus avancée et utilisable au monde. Elle permet le développement d'applications décentralisées sans nécessité de tiers de confiance comme, par exemple, des places de marché ou des services à la demande.</p><4><0>En savoir plus sur les blockchains et Ethereum</0></4><5>Pourquoi une Blockchain ?</5><p>Ethereum apporte de par son design plusieurs propriétés essentielles à une plateforme de dons.</p><7>La <0>décentralisation</0> de la plateforme permet que la puissance de calcul nécessaire à protéger le registre global contre toute altération, soit suffisamment partagée pour qu'aucun acteur (individu ou organisation) ne puisse prendre le contrôle de l'historique de la chaîne. Plus une blockchain est décentralisée, plus elle est sécurisée. Ethereum étant publique, n'importe qui peut contribuer à sa sécurité.</7><8>L'<0>immuabilité</0> signifique que les transactions qui ont été enregistrées ne peuvent pas être annulées ou modifiées, garantissant le transfert de valeur et sécurisant les votes ou autres instructions.<br/>Lorsque le code source d'un contrat intelligent est ouvert, tout le monde peut vérifier que l'application utilise effectivement la bonne version du code et que ses instructions sont sûres et fiables. Grâce à cela, il n'y a aucun besoin de tiers de confiance lors d'une transaction, tant que vous ayez confiance en la blockchain et le contrat.<br/>Le reçu d'une transaction valide sur la blockchain ne peut pas être altéré.</8><9>La <0>transparence</0> de la plateforme signifie que chaque transaction peut être vérifiée librement et gratuitement par quiconque navigue dans le registre, avec l'éventuelle valeur transférée et les données des instructions exécutées. Les données encryptées n'apparaissent jamais déchiffrées sur la chaîne.<br/>Lors d'un don, vous envoyez une somme d'Ether vers le contract intelligent de l'application. Vous pouvez naviguer le registre et retrouver le reçu votre transaction dans lequel apparaît la preuve de la redistribution de cette somme vers les portefeuilles Ethereum des destinataires enregistrés. Vous pouvez donc continuer à tracer les fonds jusqu'à atteindre le portefeuille d'un projet ou d'un contributeur. Vous pouvez donc contrôler que les dons circulent correctement et ne sont pas détournés.</9><10>La <0>haute fréquence de production des blocs</0> signifie que les transactions se produisent quasiment en temps-réel, permettant ainsi d'obtenir des applications plus fluides, bloquées uniquement pendant les quelques secondes lors desquelles les enregistrements sont cumulés au sein d'un bloc et ce bloc ajouté à la chaîne.<br/>La confirmation de la distribution de vos dons vers une multitude de destinataires ne prend que quelques secondes.</10><11>Son <0>universalité</0> signifie que la plateforme Ethereum et les contrats déployés sur celle-ci sont accessibles par toute application connectée à Internet, quelque soit l'appareil, le langage de programmation, sans possibilité de censure ou contrôle des communications. À son niveau le plus basique, il suffit d'écrire 10 mots sur un morceau de papier pour disposer d'un portefeuille sur la blockchain Ethereum.</11><12>Contrat intelligent LaBoîteÀDons</12><13>Le contract vérifie la distribution par rapport à la liste des campagnes nominées par la communauté (<1>plus de détails dans la section Gouvernance</1>).<br/>Puis, si tout est en ordre, il transfert les parts une par une. Le contrat ne garde aucun solde lui-même.<br/>En cas d'échec, les fonds sont retournés vers le portefeuille du donateur.</13>",
  "aboutIPFSPage": "<0>À propos d'IPFS</0><1>Le Système de Fichiers InterPlanétaire (\"InterPlanetary File System\", IPFS) est un système de fichiers pair-à-pair distribué mondial.</1><p>Il fonctionne en référençant les fichiers par des identifiants uniques, un hash calculé à partir du contenu du fichier et non son nom. Si plusieurs ordinateurs autour du monde partage le même fichier, ils utiliseront le même hash, et l'utilisateur qui demande ce fichier pourra le récupérer depuis les serveurs les plus proches. Chaque modification, même infime, produira un hash complètement différent.</p><3><0>En savoir plus sur IPFS</0></3><4>Hébergement de La Boîte à Dons</4><5>Dans l'application, les métadonnées d'une Cause (nom, description, preuve d'identité, portefeuille, site Internet, wikipedia, réseaux sociaux et traductions) sont enregistrées sur IPFS. Les hashs générés, qui ne font références qu'à ces métadonnées, sont ensuite enregistrés dans la blockchain, pour garantir leur immuabilité.<br/>Nous considérons alors que, tant que le fichier est accessible sur le réseau IPFS (aussi longtemps qu'au moins 1 ordinateur partage ce fichier), son intégrité est vérifiée.</5><6>Le frontend de La Boîte à Dons, c'est-à-dire l'application que vous visitez actuellement, est également hébergé sur IPFS, rendant le site plus rapide à accéder, plus résistant contre la censure, et accessible tant qu'au moins un noeud souhaite le partager.<br/>Le nom de domaine point vers la passerelle gratuite IPFS de Cloudflare, mais le site est accessible en visitant le hash IPFS depuis toutes les passerelles IPFS, même une hébergée localement.<br/>Le site est hébergé grâce à un <5>bucket Textile</5>, un service d'hébergement automatique sur IPFS lors d'une mise à jours du dépôt de code, et est répliqué au moins une fois sur <7>Pinata</7>.</6><7></7><8>(Bientôt) Sauvegarde de La Boîte à Dons</8><9>Lorsque le site est visité, un node IPFS tourne dans le navigateur et enregistre automatiquement les fichiers de métadonnées et le code du site, rendant le service plus résilient et le plus rapide à charger pour tout le monde.<br/>Pour aider plus de gens à atteindre le site, il suffira de le laisser ouvert, ou d'héberger les fichiers sur votre propre noeud IPFS (\"IPFS pin\").</9>",
  "aboutOrganigramPage": "<0>À propos d'Organigr.am</0><1>Organigr.am est une plateforme Organisation-as-a-Service permettant à ses utilisateurs de dessiner un organigramme de leur organisation, puis de déployer ses Organes et Procédures sur une blockchain.</1><p>Le déploiement de l'organisation sur une blockchain permet de bénéficier des avantages de la technologie : transformation digitale facile et rapide, automatisation, transparence et faible coûts des opérations, sécurité, audits dix fois moins chers, et accès universel.</p><3><0>En savoir plus sur Organigr.am</0></3><4>Gouvernance de La Boîte à Dons</4><5>Avec Organigr.am, l'architecture de l'organisation peut évoluer rapidement pour satisfaire les besoins de la communauté.<br/>L'Organe principal nécessaire à la bonne exécution de l'application est la liste des Causes disponibles aux utilisateurs. En utilisant un organe Organigr.am, nous définissons une unique source de vérité pour cette liste, immuable et transparente, avec un historique navigable.</5><6>Pour l'instant, l'organisation a 2 autres organes : les Modérateurs, qui peuvent ajouter ou supprimer des Causes, et les Administrateurs, qui peuvent ajouter ou supprimer des Modérateurs, et mettre à jour le système en remplaçant les contrats. Ces opérations sur les organes se font à travers les procédures.<br/>Vous pouvez explorer, rejoindre ou interagir avec l'organisation depuis n'importe quel client Organigr.am, ou sur <3>https://organigr.am/org/laboiteadons</3>.</6>",
  "aboutWalletPage": "<0>Démarrer avec un portefeuille Ethereum</0><1>Que vous choisissiez d'utiliser le <1>Navigateur Brave</1> (notre préférence) ou l'<3>Extension de Navigateur Metamask</3> pour Chrome et Firefox, les étapes pour commencer avec votre portefeuille sont très similaires.</1><2>Une fois l'installation terminée, rendez-vous sur la <strong>fenêtre des \"Crypto Wallets\"</strong> (en cliquant sur l'icône de l'extension Metamask, or dans les paramètres du navigateurs) et \"créer un nouveau wallet local\"</2><3>Vous serez diriger à travers la création de vos mnémoniques. Suivez les étapes attentivement et <strong>sauvegarder vos mnémoniques</strong> dans un endroit sûr, en les inscrivant sur un morceau de papier, un gestionnaire de mots de passe, ou sur une clé USB dans un coffre fort ... Vous aurez besoin de ces mnémoniques pour générer vos clés privées en cas de perte de l'accès à votre compte. Avec ces clés privées, vous pouvez prouver votre identité sur Ethereum, signer des transactions et transférer des fonds.</3><4>Vous pouvez maintenant <strong>\"créer un compte\"</strong> ou \"importer un compte depuis une clé privée\" pour ajouter un compte dédié à l'utilisation de cette application. Nous recommandons la création d'un compte pour chaque service pour éviter de partager l'historique de vos transactions et des données privées entre les applications.</4><5>En cliquant sur le nom du \"Réseau\", vous pouvez <strong>passer au Réseau de Test Ethereum Rinkeby</strong>. Sur celui-ci, seuls des Ethers de Test sont transférés et jamais de monnaire à valeur réelle.</5><6>Vous pouvez obtenir de l'Ether de Test sur la <1>Rinkeby Authenticated Faucet</1>.</6><7>Félicitations ! Vous avez maintenant votre propre portefeuille Ethereum. Gardez-le en sécurité en ne <strong>partageant jamais vos clés privées ou mnémoniques</strong>. Votre portefeuille a une adresse publique que vous pouvez partager et tracer sur <3>Etherscan</3>.</7><8><0>En savoir plus sur les portefeuilles Ethereum et comment les utiliser.</0></8><9><0>Essayer l'application</0></9>"
}