{
  "Code": "Code",
  "Community": "Communauté",
  "Governance": "Gouvernance",
  "Wiki": "Wiki",
  "{{value}} ETH": "{{value}} ETH",
  "Donate": "Donner",
  "This app is for test purposes only, no real currency is exchanged. <1>Discover the purpose of this app in the Wiki.</1>": "Cette application est à titre démonstratif uniquement, aucune monnaie réelle n'est échangée. <1>Découvrez l'objectif de cette application dans le Wiki</1>",
  "Loading...": "Chargement ...",
  "Learn more": "En savoir plus",
  "You're not on a valid Ethereum network. Try switching to Rinkeby Ethereum Test Network.": "Vous n'êtes pas sur un réseau Ethereum compatible avec cette application. Essayez de passer au Réseau de Test Ethereum Rinkeby.",
  "Get started with an Ethereum wallet.": "Débuter avec un portefeuille Ethereum.",
  "You're connected with the Ethereum wallet {{wallet}}": "Vous êtes connecté avec le portefeuille Ethereum {{wallet}}",
  "Current balance: {{balance}} ETH": "Solde actuel: {{balance}} ETH",
  "You are not connected to Ethereum.": "Vous n'êtes pas connecté à Ethereum.",
  "Connect with a Wallet": "Se connecter avec un portefeuille",
  "You need an Ethereum wallet to process donations.": "Vous avez besoin d'un portefeuille Ethereum pour effectuer des dons.",
  "You are not connected to the correct Ethereum network. Try switching to Rinkeby Ethereum Test Network in the wallet window.": "Vous n'êtes pas connecté au bon réseau Ethereum. Essayez de passer au Réseau de Test Ethereum Rinkeby dans la fenêtre de votre portefeuille.",
  "Add a cause": "Ajouter une campagne",
  "Loading causes...": "Chargement des campagnes...",
  "Not connected.": "Non connecté.",
  "Amount to donate (ETH)": "Montant du don (ETH)",
  "Start by adding causes": "Ajoutez une campagne pour commencer",
  "Clone your latest donation": "Dupliquer votre dernier don",
  "Your donation has been processed!": "Votre don est confirmé !",
  "Review your transaction on Etherscan": "Retrouvez votre transaction sur Etherscan",
  "Your Ethereum wallet is locked.": "Votre portfeuille Ethereum est verrouillé.",
  "Wallet: {{wallet}}": "Portefeuille : {{wallet}}",
  "Balance: {{balance}} ETH": "Solde: {{balance}} ETH",
  "Getting a Wallet": "Obtenir un Portefeuille",
  "Website": "Site Internet",
  "Wikipedia": "Wikipedia",
  "Twitter": "Twitter",
  "Wallet": "Portefeuille",
  "Review on Etherscan": "Voir sur Etherscan",
  "Clone donation": "Dupliquer ce don",
  "Your transaction was rejected by the smart contract. Try increasing the gas of your transaction in the Metamask window. When sending large distributions, more gas is needed to process it. You can also try several smaller distributions.": "Votre transaction a été rejetée par le contrat. Essayez d'augmenter le gas de votre transaction dans la fenêtre Metamask. Lorsque vous envoyez une large distribution, le contrat nécessite plus de gas pour la traiter.Vous pouvez également essayer plusieurs distributions plus petites.",
  "You didn't set a value to donate.": "Vous n'avez pas entré une somme à donner.",
  "You need a wallet to process donations.": "Vous avez besoin d'un portefeuille pour effectuer des dons.",
  "Processing donation.... Please wait for confirmation.": "Votre don est en cours de traitement... Merci de patienter pour la confirmation.",
  "An error occured, your transaction has not been processed.": "Une erreur s'est produite, votre transaction a été rejetée.",
  "History of donations": "Historique des dons",
  "Getting an Ethereum wallet": "Obtenir un portefeuille Ethereum",
  "Get an Ethereum wallet": "Obtenir un portefeuille Ethereum",
  "Not available": "Indisponible.",
  "Close": "Fermer",
  "Causes Organ not found.": "Organe des Causes introuvable.",
  "LaBoiteADons contract not found on this Ethereum network.": "Le contrat LaBoiteADons est introuvable sur ce réseau Ethereum.",
  "Not connected to Ethereum. You need an Ethereum provider like the Brave Browser (brave.com) or the Metamask Browser Extension for Chrome and Firefox (metamask.io) to use this app.": "Pas de connexion à Ethereum. Vous avez besoin d'un client Ethereum tel que le navigateur Brave (brave.com) ou l'extension de navigateur Metamask (metamask.io) pour utiliser cette application.",
  "No valid Ethereum connexion.": "Connexion à Ethereum impossible.",
  "LaBoiteADons contract not found.": "Contrat LaBoiteADons introuvable.",
  "Distribution error: Missing cause ratio.": "Erreur de distribution: Distribution non renseignée.",
  "Distribution error: Missing cause address.": "Erreur de distribution: Cause inexistante.",
  "intro":"<0>Dons décentralisés</0><1>Transparence, sécurité et aucun intermédiaire pour distribuer vos dons aux œuvres caritatives.</1>",
  "walletHelp": "<0>Commencez par télécharger et installer le <1>Navigateur Brave</1> ou l'<3>Extension de Navigateur Metamask</3> pour Chrome, Firefox, Android ou iOS.</0><1>Une fois l'installation terminée, rendez-vous sur la <strong>fenêtre des \"Crypto Wallets\"</strong> (en cliquant sur l'icône de l'extension Metamask, or dans les paramètres du navigateurs) et \"créer un nouveau wallet local\"</1><2>Vous serez diriger à travers la création de vos mnémoniques. Suivez les étapes attentivement et <strong>sauvegarder vos mnémoniques</strong> dans un endroit sûr, en les inscrivant sur un morceau de papier, un gestionnaire de mots de passe, ou sur une clé USB dans un coffre fort ... Vous aurez besoin de ces mnémoniques pour générer vos clés privées en cas de perte de l'accès à votre compte. Avec ces clés privées, vous pouvez prouver votre identité sur Ethereum, signer des transactions et transférer des fonds.</2><3>Vous pouvez maintenant <strong>\"créer un compte\"</strong> ou \"importer un compte depuis une clé privée\" pour ajouter un compte dédié à l'utilisation de cette application. Nous recommandons la création d'un compte pour chaque service pour éviter de partager l'historique de vos transactions et des données privées entre les applications.</3><4>En cliquant sur le nom du \"Réseau\", vous pouvez <strong>passer au Réseau de Test Ethereum Rinkeby</strong>. Sur celui-ci, seuls des Ethers de Test sont transférés et jamais de monnaire à valeur réelle.</4><5>Vous pouvez obtenir de l'Ether de Test sur la <1>Rinkeby Authenticated Faucet</1>.</5><6>Félicitations ! Vous avez maintenant votre propre portefeuille Ethereum. Gardez-le en sécurité en ne <strong>partageant jamais vos clés privées ou mnémoniques</strong>. Votre portefeuille a une adresse publique que vous pouvez partager et tracer sur <3>Etherscan</3>.</6><7><0>En savoir plus sur les portefeuilles Ethereum et comment les utiliser.</0></7>"
}